bradlc.vscode-tailwindcss
chakrounanas.turbo-console-log
chouzz.vscode-better-align
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
cs50.vscode-presentation-mode
csstools.postcss
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
dotjoshjohnson.xml
eamodio.gitlens
editorconfig.editorconfig
eliverlara.sweet-vscode-icons
eriklynd.json-tools
esbenp.prettier-vscode
felixjb.testify
firsttris.vscode-jest-runner
golang.go
hashicorp.terraform
johndugan.contrast-theme
karunamurti.tera
mattn.lisp
mechatroner.rainbow-csv
mikestead.dotenv
mohsen1.prettify-json
ms-azuretools.vscode-docker
ms-python.black-formatter
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vsliveshare.vsliveshare
mskelton.npm-outdated
npxms.hide-gitignored
orta.vscode-twoslash-queries
rubymaniac.vscode-direnv
rust-lang.rust-analyzer
rvest.vs-code-prettier-eslint
ryu1kn.partial-diff
serayuzgur.crates
simonsiefke.svg-preview
stevencl.adddoccomments
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-portuguese-brazilian
tamasfe.even-better-toml
timonwong.shellcheck
usernamehw.errorlens
vadimcn.vscode-lldb
vscodevim.vim
wayou.vscode-todo-highlight
whtouche.vscode-js-console-utils
yzhang.markdown-all-in-one
