bradlc.vscode-tailwindcss
bradzacher.vscode-coloured-status-bar-problems
bungcip.better-toml
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
csstools.postcss
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
eamodio.gitlens
EditorConfig.EditorConfig
EliverLara.sweet-vscode-icons
esbenp.prettier-vscode
felixjb.testify
firsttris.vscode-jest-runner
fisheva.eva-theme
golang.go
GraphQL.vscode-graphql
hashicorp.terraform
kaiwood.endwise
matklad.rust-analyzer
mattn.Lisp
mechatroner.rainbow-csv
mikestead.dotenv
mohsen1.prettify-json
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vsliveshare.vsliveshare
npxms.hide-gitignored
panicbit.cargo
rebornix.ruby
Rubymaniac.vscode-direnv
serayuzgur.crates
stevencl.addDocComments
timonwong.shellcheck
vadimcn.vscode-lldb
vscodevim.vim
wayou.vscode-todo-highlight
wingrunr21.vscode-ruby
wwm.better-align
yzhang.markdown-all-in-one
