bradlc.vscode-tailwindcss
ChakrounAnas.turbo-console-log
chouzz.vscode-better-align
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
csstools.postcss
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
eamodio.gitlens
EditorConfig.EditorConfig
EliverLara.sweet-vscode-icons
eriklynd.json-tools
esbenp.prettier-vscode
felixjb.testify
firsttris.vscode-jest-runner
golang.go
hashicorp.terraform
johndugan.contrast-theme
karunamurti.tera
mattn.Lisp
mechatroner.rainbow-csv
mikestead.dotenv
mohsen1.prettify-json
ms-azuretools.vscode-docker
ms-python.black-formatter
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vsliveshare.vsliveshare
mskelton.npm-outdated
npxms.hide-gitignored
panicbit.cargo
Rubymaniac.vscode-direnv
rust-lang.rust-analyzer
rvest.vs-code-prettier-eslint
ryu1kn.partial-diff
serayuzgur.crates
SimonSiefke.svg-preview
stevencl.addDocComments
streetsidesoftware.code-spell-checker
tamasfe.even-better-toml
timonwong.shellcheck
usernamehw.errorlens
vadimcn.vscode-lldb
vscodevim.vim
wayou.vscode-todo-highlight
whtouche.vscode-js-console-utils
yzhang.markdown-all-in-one
